[
    {
        "id": 123456,
        "name": "Grapes",
        "shortDescription": "Colorful and flavorful",
        "description": "Delicious and ripe fruits from our vineyards. Packed with vitamins. Grapes are juicy and flavorful berries that offer a burst of natural sweetness and a range of health benefits. Rich in antioxidants and phytonutrients, grapes support heart health, promote healthy skin, and may have anti-inflammatory properties. Enjoy them as a refreshing snack, add them to salads, or freeze them for a cool treat on hot days.",
       "category": "fruits",
        "price": 55,
        "discountPrice": 45,
        "tag": 18,
        "img": "grapes.jpg",
        "rating": 4.7
    },
    {
        "id": 231567,
        "name": "Kale",
        "shortDescription": "Fresh and nutritious",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Kale is a nutrient-dense leafy green that packs a powerful punch of vitamins and minerals. Loaded with vitamins A, K, and C, as well as calcium and fiber, kale supports bone health, immune function, and digestion. Whether enjoyed in salads, smoothies, or sautéed dishes, kale is a versatile and vibrant addition to your plate.",
       "category": "vegetables",
        "price": 52,
        "discountPrice": 42,
        "tag": 19,
        "img": "kale.jpg",
        "rating": 4.6
    },
    {
        "id": 340678,
        "name": "Mango",
        "shortDescription": "Colorful and flavorful",
        "description": "Delicious and ripe fruits from our orchards. Packed with vitamins. Mangos are tropical delights that offer a harmonious blend of sweetness and tartness. Bursting with vitamin C, vitamin A, and antioxidants, mangos contribute to healthy skin and immune support. Enjoy them on their own, blend them into smoothies, or use them to add a tropical twist to your dishes.",
       "category": "fruits",
        "price": 65,
        "discountPrice": 55,
        "tag": 15,
        "img": "mango.jpg",
        "rating": 4.8
    },
    {
        "id": 456789,
        "name": "Beetroot",
        "shortDescription": "Fresh and nutritious",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Beetroot is a vibrant root vegetable that offers a unique combination of earthy sweetness and nutritional benefits. Rich in dietary nitrates, vitamins, and minerals, beetroot supports cardiovascular health, athletic performance, and detoxification. Whether roasted, boiled, or grated into salads, beetroot adds color and vitality to your dishes.",
       "category": "vegetables",
        "price": 48,
        "discountPrice": 38,
        "tag": 21,
        "img": "beetroot.jpg",
        "rating": 4.5
    },
    {
        "id": 567190,
        "name": "Orange",
        "shortDescription": "Colorful and flavorful",
        "description": "Delicious and ripe fruits from our orchards. Packed with vitamins. Oranges are citrus delights that provide a burst of tangy-sweet flavor and a boost of essential nutrients. Loaded with vitamin C, oranges support immune health, skin vitality, and collagen production. Enjoy them as a refreshing snack, squeeze them into fresh juice, or incorporate their zest into your culinary creations.",
       "category": "fruits",
        "price": 60,
        "discountPrice": 50,
        "tag": 16,
        "img": "orange.jpg",
        "rating": 4.7
    },
    {
        "id": 678991,
        "name": "Celery",
        "shortDescription": "Fresh and nutritious",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Celery is a crunchy and hydrating vegetable that adds a refreshing element to your diet. With its low-calorie content and high water content, celery is an excellent choice for snacking and promoting hydration. It also provides antioxidants and fiber to support digestion and overall well-being.",
       "category": "vegetables",
        "price": 40,
        "discountPrice": 30,
        "tag": 22,
        "img": "celery.jpg",
        "rating": 4.4
    },
    {
        "id": 684501,
        "name": "Pelery",
        "shortDescription": "Fresh and nutritious",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Celery is a crunchy and hydrating vegetable that adds a refreshing element to your diet. With its low-calorie content and high water content, celery is an excellent choice for snacking and promoting hydration. It also provides antioxidants and fiber to support digestion and overall well-being.",
       "category": "vegetables",
        "price": 70,
        "img": "Pelery.jpg",
        "rating": 4.4
    },
    {
        "id": 789912,
        "name": "Kiwi",
        "shortDescription": "Colorful and flavorful",
        "description": "Delicious and ripe fruits from our orchards. Packed with vitamins. Kiwi is a small yet mighty fruit that offers a burst of tangy-sweet flavor and an abundance of nutrients. Rich in vitamin C, vitamin K, and dietary fiber, kiwi supports immune function, blood clotting, and digestive health. Enjoy it on its own, add it to fruit salads, or use it as a vibrant garnish.",
       "category": "fruits",
        "price": 58,
        "discountPrice": 48,
        "tag": 17,
        "img": "kiwi.jpg",
        "rating": 4.5
    },
    {
        "id": 909234,
        "name": "Coconut Water",
        "shortDescription": "Refreshing and invigorating",
        "description": "Naturally hydrating and nutrient-rich drink. Revitalize with the goodness of coconut water. Sourced from young coconuts, this refreshing beverage is packed with electrolytes, potassium, and minerals to help replenish fluids and support hydration. Whether enjoyed on its own or used as a base for smoothies and mocktails, coconut water is a tropical delight for your taste buds.",
        "category": "juice",
        "price": 75,
        "img": "coconut_water.jpg",
        "rating": 4.6
    },
    {
        "id": 129456,
        "name": "Pistachios",
        "shortDescription": "Nutrient-rich and convenient",
        "description": "A variety of premium dried fruits, perfect for snacking or adding to recipes. Pistachios are delightful nuts that offer a satisfying combination of flavor and nutrition. Rich in protein, fiber, and healthy fats, pistachios support heart health and may aid weight management. Enjoy them as a convenient and enjoyable snack or use them as a flavorful ingredient in both sweet and savory dishes.",
        "category": "dryfruit",
        "price": 520,
        "img": "pistachios.jpg",
        "rating": 4.8
    },
    {
        "id": 236567,
        "name": "Sweet Potato",
        "shortDescription": "Fresh and nutritious",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Sweet potatoes are a vibrant and nourishing root vegetable that offers a naturally sweet flavor and a host of health benefits. Packed with beta-carotene, vitamins, and dietary fiber, sweet potatoes support vision, immunity, and gut health. Whether baked, roasted, or mashed, sweet potatoes are a versatile and delicious addition to your plate.",
       "category": "vegetables",
        "price": 55,
        "discountPrice": 45,
        "tag": 18,
        "img": "sweet_potato.jpg",
        "rating": 4.6
    },
    {
        "id": 345678,
        "name": "Cucumber",
        "shortDescription": "Fresh and hydrating",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Cucumber is a refreshing and hydrating vegetable that adds a crisp texture to your dishes. With its high water content and low-calorie nature, cucumber is an excellent choice for staying hydrated and supporting weight management. It also provides vitamins and minerals to promote overall well-being.",
       "category": "vegetables",
        "price": 38,
        "discountPrice": 28,
        "tag": 23,
        "img": "cucumber.jpg",
        "rating": 4.4
    },
    {
        "id": 450789,
        "name": "Pineapple",
        "shortDescription": "Colorful and flavorful",
        "description": "Delicious and ripe fruits from our orchards. Packed with vitamins. Pineapple is a tropical delight that offers a perfect balance of sweetness and tanginess. Rich in vitamin C, bromelain, and antioxidants, pineapple supports digestion, immune function, and vibrant skin. Enjoy it fresh, grilled, or blended into smoothies for a taste of the tropics.",
       "category": "fruits",
        "price": 70,
        "discountPrice": 60,
        "tag": 14,
        "img": "pineapple.jpg",
        "rating": 4.7
    },
    {
        "id": 567990,
        "name": "Tomato",
        "shortDescription": "Colorful and flavorful",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Tomato is a versatile and flavorful fruit that is commonly used as a vegetable in culinary applications. Rich in lycopene, vitamins, and minerals, tomatoes support heart health, skin protection, and immune function. Whether enjoyed fresh in salads, blended into sauces, or roasted for a burst of umami, tomatoes add depth and vibrancy to your dishes.",
       "category": "vegetables",
        "price": 48,
        "discountPrice": 38,
        "tag": 21,
        "img": "tomato.jpg",
        "rating": 4.6
    },
    {
        "id": 678901,
        "name": "Cranberry Juice",
        "shortDescription": "Refreshing and invigorating",
        "description": "Cold-pressed juices made from fresh, organic ingredients. Boost your energy! Experience the tangy and revitalizing taste of cranberry juice. Made from freshly harvested, organic cranberries, this cold-pressed juice offers a burst of tartness and a dose of antioxidants. Cranberry juice is known for its potential to support urinary tract health and promote overall well-being.",
        "category": "juice",
        "price": 85,
        "img": "cranberry_juice.jpg",
        "rating": 4.5
    },
    {
        "id": 789012,
        "name": "Raisins",
        "shortDescription": "Nutrient-rich and convenient",
        "description": "A variety of premium dried fruits, perfect for snacking or adding to recipes. Raisins are naturally sweet and versatile dried grapes that offer a concentrated source of energy and nutrients. Rich in antioxidants, fiber, and natural sugars, raisins make for a convenient and healthful snack. They can also be added to cereals, baked goods, and trail mixes for a touch of sweetness.",
      "category": "dryfruit",
        "price": 420,
        "img": "raisins.jpg",
        "rating": 4.3
    },
    {
        "id": 901234,
        "name": "Bell Pepper",
        "shortDescription": "Fresh and nutritious",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Bell peppers come in a variety of vibrant colors and offer a spectrum of nutrients. Rich in vitamin C, vitamin A, and antioxidants, bell peppers support immune health, eye function, and skin vitality. Whether enjoyed raw with dips, sautéed in stir-fries, or stuffed with flavorful fillings, bell peppers add color and crunch to your dishes.",
       "category": "vegetables",
        "price": 50,
        "discountPrice": 40,
        "tag": 20,
        "img": "bell_pepper.jpg",
        "rating": 4.7
    },
    {
        "id": 123496,
        "name": "Watermelon",
        "shortDescription": "Refreshing and hydrating",
        "description": "Delicious and ripe fruits from our orchards. Packed with vitamins. Watermelon is a juicy and hydrating fruit that is perfect for quenching your thirst on hot days. With its high water content and natural sweetness, watermelon is a refreshing way to stay hydrated. It also provides vitamins, antioxidants, and amino acids to support overall well-being.",
       "category": "fruits",
        "price": 40,
        "discountPrice": 30,
        "tag": 22,
        "img": "watermelon.jpg",
        "rating": 4.8
    },
    {
        "id": 234507,
        "name": "Lettuce",
        "shortDescription": "Fresh and nutritious",
        "description": "Locally sourced, high-quality vegetables. Perfect for healthy meals. Lettuce is a leafy green vegetable that serves as a versatile base for salads, wraps, and sandwiches. With its mild flavor and crisp texture, lettuce adds a refreshing element to your dishes. It also provides vitamins and minerals to support bone health, immune function, and digestion.",
       "category": "vegetables",
        "price": 36,
        "discountPrice": 26,
        "tag": 24,
        "img": "lettuce.jpg",
        "rating": 4.4
    },
    {
        "id": 345698,
        "name": "Mango Juice",
        "shortDescription": "Refreshing and invigorating",
        "description": "Cold-pressed juices made from fresh, organic ingredients. Boost your energy! Savor the tropical goodness of mango juice. Crafted from ripe, organic mangos, this cold-pressed juice offers a burst of sweet and exotic flavor. Rich in vitamin C and other essential nutrients, mango juice is a delightful way to indulge your taste buds and support your well-being.",
        "category": "juice",
        "price": 90,
        "img": "mango_juice.jpg",
        "rating": 4.6
    },
    {
        "id": 453789,
        "name": "Apricots",
        "shortDescription": "Nutrient-rich and convenient",
        "description": "A variety of premium dried fruits, perfect for snacking or adding to recipes. Apricots are succulent and flavorful dried fruits that offer a burst of natural sweetness and nutrients. Rich in vitamin A, potassium, and dietary fiber, apricots support vision, heart health, and digestion. Enjoy them as a convenient snack or mix them into your favorite dishes for a touch of natural sweetness.",
      "category": "dryfruit",
        "price": 480,
        "img": "apricots.jpg",
        "rating": 4.5
    },
    {
        "id": 567890,
        "name": "Peach",
        "shortDescription": "Colorful and flavorful",
        "description": "Delicious and ripe fruits from our orchards. Packed with vitamins. Peaches are juicy and fragrant fruits that offer a burst of sweetness and a dose of essential nutrients. Rich in vitamins A and C, as well as antioxidants, peaches support skin health, immune function, and cellular protection. Enjoy them fresh, sliced into cereals, or blended into smoothies.",
       "category": "fruits",
        "price": 55,
        "discountPrice": 45,
        "tag": 18,
        "img": "peach.jpg",
        "rating": 4.7
    }
]
